<x-guest-layout css="start">
    <div class="container">
        <h1><a href="{{ route('start') }}">わんダムウォーク</a></h1>
        <section>
            <h2>わんダムウォークとは？</h2>
            <p>わんダムウォークは飼い犬の認知症を予防するための散歩補助アプリです。毎日違う経路を散歩することで飼い犬の脳を刺激できます。</p>
            <p></p>
            <p>いつもと違う経路を散歩しようと思っても考えるのが面倒だから結局同じ道に…なんてことはよくあること。このアプリはボタンを押すだけで経路を生成してくれます。また、散歩した日がカレンダーに記録されるので、塗り絵感覚で散歩を楽しむこともできます。</p>
            <p></p>
            <p>ちなみにアプリ名は、毎日異なるランダムな経路を散歩するという点から「ランダムウォーク」と考えましたが、ちょっと味気ないので犬のためのアプリであることに着目して「ラン」を泣き声の「わん」にして、「わんダムウォーク」となりました。</p>
        </section>
        <section>
            <h2>開発の経緯</h2>
            <p>昔飼っていた犬が晩年に認知症になってしまい、そのお世話が非常に大変だったという体験からこのアプリを開発しました。</p>
            <p></p>
            <p>認知症になってしまった犬は昼夜問わず大きな声で鳴いたり、同じ場所をずっとぐるぐる回るように歩いたり、狭いところに入って出られなくなったりします。</p>
            <p></p>
            <p>愛犬には最期まで健康でいてほしいはずなので、その一助になれば幸いです。</p>
        </section>
        <section>
            <h2>利用上の注意</h2>
            <p>利用した散歩経路はデータベースに保存されませんが、「ユーザー名」、「持ち物」、「散歩をした年月日」は開発者が閲覧できるのでプライバシーにかかわる情報を入力しないでください。</p>
            <p></p>
            <p>歩きスマホをしないように注意してください。当アプリは散歩中に使用することを想定しているものですが、画面を確認する際は必ず周囲の状況を確認してください。</p>
            <p></p>
            <p>当アプリは、ユーザーの利便性向上を目的として提供されておりますが、利用中に発生した損害やトラブル、または第三者による不正アクセス、情報漏洩等のセキュリティ事故について、開発者は一切の責任を負いません。</p>
        </section>
    </div>
    <script src="{{asset('js/login.js') }}"></script>
</x-guest-layout>
